[
    
    {
        "id" : "naruto",
        "image" : "images/histoires-personnages/histoire-naruto.jpg",
        "nom" : "NARUTO UZUMAKI",
        "titre" : "L'histoire de naruto",
        "histoire" : "Naruto est le fils du quatrième Hokage Minato Namikaze et de Kushina Uzumaki4. Le jour de sa naissance, le village de Konoha est attaqué par Kyûbi, le démon-renard à neuf queues, attaque initiée par Tobi, qui a profité du fait que Kushina, alors jinchūriki du démon était sur le point d’accoucher de son fils, pour libérer Kyûbi. Afin de stopper l’attaque du démon, Minato le scelle dans le corps de Naruto, donnant à celui-ci l’accès à un immense pouvoir, mais ce geste coûte la vie à ses parents5. Peu avant de mourir, Minato émet le souhait que son fils soit davantage perçu comme un héros pour le village que comme un jinchūriki ; cependant, la plupart des villageois choisissent d’ignorer cette requête, ne voyant en Naruto que le monstre qui a causé tant de souffrances au village. Le jeune Naruto ne sait pas lui-même pourquoi les habitants du village le traitent avec répulsion et l’ignorent6, c’est pourquoi il vit dans la solitude et l’incompréhension, ce qui entraîne chez lui une grande souffrance intérieure"
    },

   {
        "id" : "sasuke",
        "image" : "images/histoires-personnages/sasuke-histoire.jpg",
        "nom": "SASUKE UCHIWA",
        "titre": "L'histoire de Sasuke",
        "histoire": "L'enfance de Sasuke, relatée au cours du tome 25 de Naruto, montre qu'il a vécu dans l'ombre de son frère aîné Itachi Uchiwa, un surdoué du clan Uchiwa. Dans ses efforts pour gagner la reconnaissance des siens, Sasuke s'entraîne assidûment pour attirer l'attention de ses parents et surtout de son père Fugaku Uchiwa. Il n'arrive cependant jamais à surpasser les exploits réalisés par Itachi, qui est le seul à reconnaitre le potentiel de son frère2,3. Lorsqu'Itachi prend de la distance avec son clan et coupe les ponts avec sa famille, celle-ci commence à voir en Sasuke la relève du clan4. Alors que Sasuke venait enfin d'être reconnu pour son talent, il revint un jour chez lui et trouva les rues jonchées des corps des membres du clan Uchiwa. Se ruant chez lui, Sasuke trouve Itachi debout devant les corps de leurs parents. Alors que Sasuke tente de fuir, Itachi explique qu'il les a tous massacrés pour « évaluer son potentiel » et qu'il n'a en réalité jamais aimé son petit frère."
    },

  {
        "id" : "sakura",
        "image" : "images/histoires-personnages/sakura-histoire.jpg",
        "nom": "SAKURA HARUNO",
        "titre": "L'histoire de Sakura",
        "histoire": "Dans son enfance à l'académie, Sakura, timide à l'époque, se faisait traiter régulièrement de « gros front », ce qui la complexait. Ino Yamanaka lui offrit alors un ruban pour qu'elle n'ait plus peur de se montrer, en lui disant qu'elle était un « bouton de fleur qui ne demandait qu'à éclore ». Ino la défendait également contre les autres filles de sa classe ; naquit alors une amitié entre Ino et Sakura, qui perdura jusqu'à ce qu'elles tombent toutes deux amoureuses de Sasuke, devenant alors rivales. Sakura a alors rendu à Ino le ruban, symbole de leur amitié pour le remplacer par le bandeau frontal protecteur de Konoha."
    }
]
